{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "max_len": 512, "special_tokens_map_file": "/home/reimers/.cache/torch/sentence_transformers/sbert.net_models_distiluse-base-multilingual-cased/0_DistilBERT/special_tokens_map.json", "full_tokenizer_file": null, "name_or_path": "/root/.cache/torch/sentence_transformers/sentence-transformers_distiluse-base-multilingual-cased-v2/", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "DistilBertTokenizer"}