{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "full_tokenizer_file": null,
  "mask_token": "[MASK]",
  "max_len": 512,
  "name_or_path": "/root/.cache/torch/sentence_transformers/sentence-transformers_distiluse-base-multilingual-cased-v2/",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/home/reimers/.cache/torch/sentence_transformers/sbert.net_models_distiluse-base-multilingual-cased/0_DistilBERT/special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "DistilBertTokenizer",
  "unk_token": "[UNK]"
}
